[
    {
        "id": 1,
        "img": "https://i.ibb.co/cJ3TsjN/b1.jpg",
        "name": "Harry Potter and the Goblet of Fire",
        "author": "J. K. Rowling",
        "rating": 5,
        "details": "Harry Potter is midway through his training as a wizard and his coming of age. Harry wants to get away from the pernicious Dursleys and go to the International Quidditch Cup with Hermione, Ron, and the Weasleys. He wants to dream about Cho Chang, his crush (and maybe do more than dream). He wants to find out about the mysterious event that's supposed to take place at Hogwarts this year, an event involving two other rival schools of magic, and a competition that hasn't happened for hundreds of years. He wants to be a normal, fourteen-year-old wizard. But unfortunately for Harry Potter, he's not normal - even by wizarding standards. And in his case, different can be deadly",
        "price": 200
    },
    {
        "id": 2,
        "img": "https://i.ibb.co/1vtnCfd/b2.jpg",
        "name": "Harry Potter and the Deathly Hallows",
        "author": "J. K. Rowling",
        "rating": 5,
        "details": "It's no longer safe for Harry at Hogwarts, so he and his best friends, Ron and Hermione, are on the run. Professor Dumbledore has given them clues about what they need to do to defeat the dark wizard, Lord Voldemort, once and for all, but it's up to them to figure out what these hints and suggestions really mean. Their cross-country odyssey has them searching desperately for the answers, while evading capture or death at every turn. At the same time, their friendship, fortitude, and sense of right and wrong are tested in ways they never could have imagined. The ultimate battle between good and evil that closes out this final chapter of the epic series takes place where Harry's Wizarding life began: at Hogwarts. The satisfying conclusion offers shocking last-minute twists, incredible acts of courage, powerful new forms of magic, and the resolution of many mysteries. Above all, this intense, cathartic book serves as a clear statement of the message at the heart of the Harry Potter series: that choice matters much more than destiny, and that love will always triumph over death.",
        "price": 220
    },
    {
        "id": 3,
        "img": "https://i.ibb.co/n1d14jK/b3.jpg",
        "name": "Harry Potter and the Chamber of Secrets",
        "author": "J. K. Rowling",
        "rating": 5,
        "details": "Ever since Harry Potter had come home for the summer, the Dursleys had been so mean and hideous that all Harry wanted was to get back to the Hogwarts School for Witchcraft and Wizardry. But just as he’s packing his bags, Harry receives a warning from a strange impish creature who says that if Harry returns to Hogwarts, disaster will strike. And strike it does. For in Harry’s second year at Hogwarts, fresh torments and horrors arise, including an outrageously stuck-up new professor and a spirit who haunts the girls’ bathroom. But then the real trouble begins – someone is turning Hogwarts students to stone. Could it be Draco Malfoy, a more poisonous rival than ever? Could it possible be Hagrid, whose mysterious past is finally told? Or could it be the one everyone at Hogwarts most suspects… Harry Potter himself!",
        "price": 210
    },
    {
        "id": 4,
        "img": "https://i.ibb.co/6WVCG0B/b4.jpg",
        "name": "The Great Gatsby",
        "author": "F. Scott Fitzgerald",
        "rating": 4,
        "details": "The tale follows Jay Gatsby, a man who lives his life in chasing for his one desire: to be reunited with his one true love, Daisy Buchanan – a love he lost five years before we meet him at the start of the novel. During his quest for love, Gatsby – unsurprisingly – faces many peaks and lows, including a journey from poverty to wealth; from love to heartache, and ultimately, to tragedy. Capturing a cross-section of American society at the time, Fitzgerald’s novel explores themes around class, gender, and unsurprisingly, of triumph and tragedy. Students will enjoy having detailed discussions and learning more about the decline of the 1920s, prohibition, and other social issues of the time, while dissecting how Fitzgerald cleverly uses recurring symbols to best reflect the characters’ thoughts and feelings around these contexts.",
        "price": 190
    },
    {
        "id": 5,
        "img": "https://i.ibb.co/2nsg5wd/b5.jpg",
        "name": "The Kite Runner",
        "author": "Khaled Hosseini",
        "rating": 4,
        "details": "The Kite Runner is a stellar example of postcolonial literature. This important novella explores the devastating legacy which is left behind after the effects of an empire. Told from the perspective of a young Afghan boy named Amir, we begin in the year 1985, when twelve-year-old Amir is trying to win the local kite-fighting tournament with his friend Hassan. However, the events that unfold that day are nothing that either of the boys foresee; the Soviet military invades their country and changes their lives forever. In an attempt to save their lives, Amir’s family flee to America. However after a considerable amount of time in America, Amir decides that one day he must return to Afghanistan while under Taliban rule to find the one thing that his new life cannot give him: redemption.",
        "price": 180
    },
    {
        "id": 6,
        "img": "https://i.ibb.co/qgR1VH0/b12.jpg",
        "name": "The Lord of the Rings",
        "author": "J. R. R. Tolkien",
        "rating": 5,
        "details": "n ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, the Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth, it remained lost to him. After many ages it fell by chance into the hands of the hobbit Bilbo Baggins. From Sauron's fastness in the Dark Tower of Mordor, his power spread far and wide. Sauron gathered all the Great Rings to him, but always he searched for the One Ring that would complete his dominion. When Bilbo reached his eleventy-first birthday he disappeared, bequeathing to his young cousin Frodo the Ruling Ring and a perilous quest: to journey across Middle-earth, deep into the shadow of the Dark Lord, and destroy the Ring by casting it into the Cracks of Doom.",
        "price": 200
    },
    {
        "id": 7,
        "img": "https://i.ibb.co/Y8jCHsN/b6.jpg",
        "name": "Tin Goyenda Volume 78",
        "author": "Shamsuddin Nawab",
        "rating": 5,
        "details": "Contains - Chittagong e Tin Goyenda (Tin Goyenda in Chittagong), Sylhet e Tin Goyenda (Tin Goyenda in Sylhet), Maya Shahor (The City of Sorcery) | Tin goyenda livies in America, they are best friends. They are Kishore from Bangladesh, Robin Irish American and Musa Nigro American",
        "price": 150
    },
    {
        "id": 8,
        "img": "https://i.ibb.co/17CBNvV/b7.jpg",
        "name": "Tin Goyenda Volume 5",
        "author": "Rakib Hassan",
        "rating": 5,
        "details": "Contains - Bhitu Shingho (Scared Lion), Mohakasher Aguntok (Staranger From Sky), Indrajal | Tin goyenda livies in America, they are best friends. They are Kishore from Bangladesh, Robin Irish American and Musa Nigro American",
        "price": 150
    },
    {
        "id": 9,
        "img": "https://i.ibb.co/mJf3W9N/b8.jpg",
        "name": "Kakatuya Rohosshya",
        "author": "Rakib Hasan",
        "rating": 5,
        "details": "Adapted from 'The Mystery of the Stuttering Parrot' (Alfred Hitchcock and The Three Investigators, #2). | Tin goyenda livies in America, they are best friends. They are Kishore from Bangladesh, Robin Irish American and Musa Nigro American",
        "price": 120
    },
    {
        "id": 10,
        "img": "https://i.ibb.co/wBGLsJr/b11.jpg",
        "name": "Confession",
        "author": "Mohammad Nazim Uddin",
        "rating": 5,
        "details": "বদলে গেছে পেশাদার খুনি বাস্টার্ড। সে আর টাকার বিনিময়ে মানুষ খুন করেনা। তবে সম্পূর্ণ ভিন্ন কারনে ফিরে গেল নিজের পুরনো পরিচয়ে। আবারো মুখমুখি হল হোমিসাইড ইনভেস্টিগেটর জেফরি বেগের। ইন্টারোগেশন রুমে শুরু হল বাস্টার্ডের অতীত জীবনের 'কনফেশন'।",
        "price": 110
    },
    {
        "id": 11,
        "img": "https://i.ibb.co/6s1rkbD/b9.jpg",
        "name": "Dipu Number 2",
        "author": "Muhammed Zafar Iqbal",
        "rating": 5,
        "details": "আমি যখন পদার্থ বিজ্ঞানে ডি.এইচ.ডি করার জন্যে যুক্তরাষ্ট্রে গিয়েছি তখন সেখানে আমি একেবারেই একা, বাংলায় কথা বলার একজন মানুষও নেই। পড়াশোনার প্রচন্ড চাপ, সিয়াটলের মেঘে ঢাকা ধূসর আকাশ, গুড়িগুড়ি বৃষ্টি, কনকনে শীত সব মিলিয়ে খুব মন খারাপ করা নিঃসঙ্গ একটা পরিবেশ। একাকীত্ব দূর করার জন্যে আমি তখন কল্পনায় একটা কিশোর তৈরি করে নিয়েছিলাম। তার নাম দিয়েছিলাম দীপু। যখন মন খারাপ হতো সেই কিশোরটি তখন আমাকে সঙ্গ দিতো। বিশ্ববিদ্যালয়ের বৃষ্টিভেজা ক্যাম্পাসের পিঠে ব্যাকপেক নিয়ে হাঁটতে হাঁটতে সেই কাল্পনিক চরিত্রকে তা আপনজনদের প্রায় সত্যিকার মানুষদের মতো দেখতে পেতাম। এক সময় সেই কিশোর আর তার প্রিয় মানুষদের সুখ-দুঃখ আর অ্যাডভেঞ্চারের কাহিনীটা লিখতে বসেছি, গভীর ভালোবাসা নিয়ে লিখে শেষ করেছি।",
        "price": 125
    },
    {
        "id": 12,
        "img": "https://i.ibb.co/LnJg2mV/b10.jpg",
        "name": "Rashed, My Friend",
        "author": "Muhammed Zafar Iqbal",
        "rating": 4,
        "details": "1971 was a turning point in the sub-continent's history: it was when everything changed and Bangladesh came into existence. For nine months from March to December, the people of the country sacrificed their lives and all else that they had for their freedom in a way never before seen in the history of the world. This is the story of the Liberation War of Bangladesh, seen through the eyes of a child. A story of friendship. A story of sacrifice. A story of courage. A story of freedom. [This is the English translation of 'Amar Bondhu Rashed' done by the author, Muhammed Zafar Iqbal's daughter Yeshim Iqbal.",
        "price": 150
    },
    {
        "id": 13,
        "img": "https://i.ibb.co/mCddfPv/b13.jpg",
        "name": "Emma",
        "author": "Jane Austen",
        "rating": 5,
        "details": "Jane Austen’s Emma recently rose to fame once again when the blockbuster film hit our screens in 2020. However, Emma has long been hotly contested as the best work by Jane Austen and rightly earned itself on the list as one of the classic books to read for literature students. It’s also starred in other adaptations, including Gwyneth Paltrow’s Emma, and the 1995 film Clueless, which surrounds the lives of the ‘handsome, clever, and rich,” with the  modernised lead character Cher Horowitz, playing matchmaker at her high school.",
        "price": 170
    },
    {
        "id": 14,
        "img": "https://i.ibb.co/HKkhzpG/b14.jpg",
        "name": "The Catcher in the Rye",
        "author": "J. D. Salinger",
        "rating": 4,
        "details": "Illustrating the emotional turbulence of ‘growing up,’ Holden chooses to spend two days exploring in New York before he returns home to his parents and admits to his expulsion. During this time, he meets and interacts with people of all different backgrounds; teachers, nuns, an old girlfriend, and even his sister along the way. The story ends with Holden about to return home. He leaves the story here, as he doesn’t want to recount how he got ‘sick.’ Instead, we end with Holden’s optimistic outlook at the prospect of starting a new school in the autumn and looking at future prospects.",
        "price": 160
    },
    {
        "id": 15,
        "img": "https://i.ibb.co/3y2kpT8/b15.jpg",
        "name": "Dark Materials",
        "author": "Philip Pullman",
        "rating": 5,
        "details": "Philip Pullman’s trilogy named His Dark Materials is a compilation of three classic novels, inspired by the beautiful city of Oxford. Written in the late 1990s, Pullman’s novels are a fantasy fiction collection, which follows the adventures of Lyra, a young woman who has been brought up in ‘Jordan College.’ During her time here, we learn that her mysterious college is undertaking lots of research into a new particle named Dust, while a secret organisation in the area seems to be kidnapping local children – there are lots of questions for the reader to journey along with. Feeling confused? The plot elevates further throughout the trilogy and explores complex ideas on theology, physics, and philosophy. It’s deeply intricate and filled with exquisite details and side-stories to keep you inspired – making it one of the best books for English Literature students to read, analyse, and enjoy falling deeply into discussion about.",
        "price": 190
    }
]